{
    "areas": [
        {
            "id": 1,
            "name": "Main Street U.S.A.",
            "description": "Main Street is a Disneyfied turn-of-the-20th-century small-town American thoroughfare. Its buildings are real, not elaborate props. Attention to detail is exceptional: Furnishings and fixtures are true to the period. Along the street are shops, character-greeting venues, eating places, City Hall, and a fire station. Occasionally, horse-drawn trolleys, fire engines, and horseless carriages transport visitors along Main Street to the Central Plaza.",
            "colorTheme": "730217"
        },
        {
            "id": 2,
            "name": "Adventureland",
            "description": "One of the two great things about the design of Adventureland is that it blends together so many different architecture styles. In the span of about one city block, you'll travel from the Victorian-era trappings of Swiss Family Treehouse and 1920's Jungle Cruise, past Middle Eastern bazaars and Polynesian tiki huts, to the colonial forts of the Spanish Main.",
            "colorTheme": "D15530"
        },
        {
            "id": 3,
            "name": "Frontierland",
            "description": "It may be argued that Frontierland is the Magic Kingdom's best land. Themed to mimic the architecture of the American West, Frontierland includes two of the Magic Kingdom's headliner rides (Splash Mountain and Big Thunder Mountain), one of the Magic Kingdom's best spots to relax and unwind (Tom Sawyer Island), arguably the park's best counter service restaurant (Pecos Bill's Tall Tale Inn and Cafe) and some of the best spots for viewing the afternoon and evening parades.",
            "colorTheme": "A37849"
        },
        {
            "id": 4,
            "name": "Liberty Square",
            "description": "Liberty Square re-creates America at the time of the American Revolution. The architecture is Federal or Colonial, and provides a seamless transition from the edge of Fantasyland to Frontierland. A real, 130-year-old live oak, the Liberty Tree, lends dignity and grace to the setting.",
            "colorTheme": "2594D9"
        },
        {
            "id": 5,
            "name": "Fantasyland",
            "description": "Fantasyland the heart of the Magic Kingdom and a truly enchanting place spread gracefully like a miniature Alpine village beneath the steepled towers of Cinderella Castle is divided into three distinct sections. Directly behind Cinderella Castle and set upon a snowcapped mountain is Beast’s Castle, part of a Beauty and the Beast–themed area. The middle of Fantasyland holds the headliners, including Under the Sea - Journey of the Little Mermaid and Seven Dwarfs Mine Train. The placement of these two attractions allows good traffic flow either to the left (toward Beast’s Castle) for dining, to the right for attractions geared to smaller children, or back to the original part of Fantasyland for classic attractions such as Peter Pan’s Flight and The Many Adventures of Winnie the Pooh. The far-right corner of Fantasyland includes Dumbo the Flying Elephant, The Barnstormer featuring the Great Goofini, and the Walt Disney World Railroad - Fantasyland Station is called Storybook Circus as an homage to Disney’s Dumbo film.",
            "colorTheme": "E73C81"
        },
        {
            "id": 6,
            "name": "Tomorrowland",
            "description": "Here in Tomorrowland, the future is today! So, ready your rockets, boys and girls, as you blast into the twin orbits of innovation and exploration. But Tomorrowland is more than a fascinating collection of gizmos — it's a spaceport where your imagination lands each day to glimpse otherworldly wonders, embark on fantastic voyages, and witness the pioneering of the human spirit.",
            "colorTheme": "3E4D8C"
        },
        {
            "id": 7,
            "name": "Cinderlla Castle",
            "description": "Rising high in the sky at the end of Main Street, U.S.A., Cinderella Castle welcomes you to a magical world of fantasy and fun. The central icon of Walt Disney World Resort, the castle invites all who visit to celebrate in a place where dreams come true.",
            "colorTheme": "F2CF53"
        }
    ]
}